Revit 2016 API
TextNode.FontHeight Property
 Height [ft] of the font including both the typographic ascender and descender.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Syntax
C#
public double FontHeight { get; }
Visual Basic
Public ReadOnly Property FontHeight As Double
	Get
Visual C++
public:
property double FontHeight {
	double get ();
}
See Also
TextNode Class
Autodesk.Revit.DB Namespace